export const MOVIES_URL = 'https://api.nomoreparties.co';
export const ERR_MOVIES_LOADING = "Во время запроса произошла ошибка. Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз";
export const ERR_REGISTER_UNKNOWN = "При регистрации пользователя произошла ошибка.";
export const ERR_LOGIN_UNKNOWN = "При авторизации произошла ошибка.";
export const ERR_PROFILE_UNKNOWN = "При обновлении профиля произошла ошибка.";

/* sign-in

Вы ввели неправильный логин или пароль.
При авторизации произошла ошибка. Токен не передан или передан не в том формате.
При авторизации произошла ошибка. Переданный токен некорректен.

sign-up 
Пользователь с таким email уже существует.


profile
Пользователь с таким email уже существует.
 При обновлении профиля произошла ошибка.


 500 На сервере произошла ошибка.
 404 Страница по указанному маршруту не найдена.
 */
